pack=['''
版權所有 （c） 2022 Razo社區

特此免費授予任何獲得副本的人的許可
此軟體和相關文件檔（"軟體"）的處理
在軟體中沒有限制,包括但不限於權利
使用、複製、修改、合併、發佈、分發、再許可和/或出售
本軟體的副本,並允許本軟體所針對的人員
為此提供,但須符合以下條件:

上述版權聲明和本許可聲明應包含在所有
本軟體的副本或大部分內容。

本軟體按"原樣"提供,不提供任何形式的明示或擔保
暗示,包括但不限於適銷性的保證,
適合特定用途和不侵權。在任何情況下都不得
作者或版權擁有者對任何索賠、損害或其他責任負責
責任,無論是在合同訴訟、侵權行為還是其他情況下,均由以下原因引起:
出於或與本軟體有關,或與本軟體有關的使用或其他交易
軟體。
''','Razo 首次使用 設置。',' 您同意 上面的許可證嗎？[y/n][預設為y]','因為你不同意 許可證,所以它 正在關閉。',
'請設置root 密碼（記得讓別人不知道）:',',你的使用者名是什麼（英文）？',
'鍵入説明 以獲取説明',"仍在 測試,請 知道。",
'''
help:顯示 説明。
su: 請求超級用戶許可證。
shutdown:關機razo。
info:顯示 資訊。
setting:運行 設置。
time:獲取 時間。
sudo（在命令之前添加）:讓sudo之後的命令獲得臨時根。
[模組 名稱]:導入（運行）此模組。
''',"請輸入 root 密碼:","su:抱歉","您真的想 關機嗎？[y/n]",
"關機。",{6:'星期日',0:'星期一',1:'星期二',2:'星期三',3:'星期四',4:'星期五',5:'星期六。'},
'%Y-%m-%d %H:%M:%S','直到 根目錄才能。','SYS1001:沒有命令 {}.',
"你好,{}.","對不起。"]
